import React, { FC } from "react";
import "./Text.css";

const Content: FC = () => {
  return (
    <div className="content-text">
      <p>
        해리스가 선택한 집터는 더할 나위 없이 좋은 여건이었다. 번잡한 칩사이드 지역 위의 언덕을 따라 나 있는 최신식 거리인 백 가, 그중에서도 평탄 작업 공사가 막
        끝난 구역이었다. 저택은 그러한 입지 조건을 최대한 활용해서 지어졌다. 적당한 비용으로 할 수 있는 최선을 다했고, 온 가족이 기대하던 다섯째 아이가 태어나기
        전에 서둘러 새집으로 이사를 했다. 12월에 태어난 아이는 아들이었는데, 안타깝게도 사산아였다. 이후로 150년 동안 그 집에서 산 채로 태어난 아이는 한 명도
        없다.
      </p>
      <p>
        이듬해 4월 아이들이 시름시름 앓기 시작했고, 애버게일과 루스는 그달을 넘기지 못하고 죽었다. 다른 의사들은 단순히 기력이 쇠해서 죽은 것이라고 보았으나 잡
        아이브스 의사는 소아 열병의 일종이라고 진단했다. 정확한 병명은 알 수 없어도 어쨌든 전염성 질환인 듯했다. 이어서 6월에 해나 보엔이라는 그 집 하녀가
        사망했기 때문이다. 남은 한 명의 하인 엘리 리디슨은 계속 몸이 안 좋다고 하소연하다가 레호보스에 있는 아버지의 농장으로 돌아가기로 했으나, 새 하녀로
        들어온 메이타벨 피어스에게 반하는 바람에 계속 그 집에서 머물다가 이듬해에 사망하고 말았다. 그해에는 윌리엄 해리스마저도 세상을 떠났으니 실로 비통한
        재앙의 연속이었다. 그의 사망 원인은 일 때문에 10여 년을 서인도제도의 마르티니크 서메서 보낸 시절 그곳 기후가 몸에 안 맞아 쇠약해진 탓이라고 추측되었다.
      </p>
      <p>
        이듬해 4월 아이들이 시름시름 앓기 시작했고, 애버게일과 루스는 그달을 넘기지 못하고 죽었다. 다른 의사들은 단순히 기력이 쇠해서 죽은 것이라고 보았으나 잡
        아이브스 의사는 소아 열병의 일종이라고 진단했다. 정확한 병명은 알 수 없어도 어쨌든 전염성 질환인 듯했다. 이어서 6월에 해나 보엔이라는 그 집 하녀가
        사망했기 때문이다. 남은 한 명의 하인 엘리 리디슨은 계속 몸이 안 좋다고 하소연하다가 레호보스에 있는 아버지의 농장으로 돌아가기로 했으나, 새 하녀로
        들어온 메이타벨 피어스에게 반하는 바람에 계속 그 집에서 머물다가 이듬해에 사망하고 말았다. 그해에는 윌리엄 해리스마저도 세상을 떠났으니 실로 비통한
        재앙의 연속이었다. 그의 사망 원인은 일 때문에 10여 년을 서인도제도의 마르티니크 서메서 보낸 시절 그곳 기후가 몸에 안 맞아 쇠약해진 탓이라고 추측되었다.
      </p>
    </div>
  );
};

export default Content;
